Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Under the proposal, the procedure for Nowa is to include an option for Norges Bank to recommend a fallback rate in the event of a cessation of Nowa.
nb: Forslaget innebærer at prosedyren for Nowa inneholder en mulighet for at Norges Bank kan anbefale en fallbackrente ved et eventuelt bortfall av Nowa.

source: However, in contrast to today, the overnight rate may not only rise above, but may also in periods fall below the key rate by a few points.
nb: I motsetning til i dag vil imidlertid overnattenrenten i perioder også kunne ligge noen punkter under styringsrenten, og ikke bare over.

source: The sub-group for establishing an OIS market in NOK intends to keep the marked updated on the status of its work and will also maintain contact with relevant participants, such as clearing houses and trading platforms.
nb: Undergruppen for utredning av et OIS-marked i norske kroner skal jevnlig oppdatere markedet om status for arbeidet, og vil også opprettholde kontakt med relevante aktører som clearinghus og handelsplattformer.

source: Questions related to alternative reference rates About the candidates for alternative reference rates
nb: Spørsmål knyttet til alternativ referanserenter Vurderinger rundt kandidater til alternativ referanserente

source: The ratio of credit to GDP has historically
nb: Kreditt i forhold til BNP har

source: are shocks (or disturbances) and the
nb: sjokk (eller forstyrrelser), og

source: being used 50 years later. The meetings originally took
nb: beidet, ble benyttet også 50 år seinere. Møtene skjedde mert på nytt.

source: To address the indirect pass-through via the effect on domestically produced goods and services, we use in addition Norges Bank’s macroeconomic model NEMO.
nb: For å ta hensyn til indirekte virkninger gjennom effekten på norskproduserte varer og tjenester, benytter vi i tillegg Norges Banks makroøkonomiske modell NEMO.

source: This is also the case today, and the Executive Board agrees that this should be established by law.
nb: Slik er det også i dag, og hovedstyret er enig i at dette bør lovfestes.

source: Global non-financial sector debt now accounts for around 250% of GDP, up from around 180% prior to the financial crisis in 2008.
nb: Global gjeld, utenom finansiell sektor, utgjør nå omtrent 250 prosent av verdiskapingen, opp fra omtrent 180 prosent før finanskrisen i 2008.

source: The report is to be published on 23 May.
nb: Rapporten publiseres 23. mai.

source: 6 Furthermore, transactions associated with the petroleum fund mechanism are liquidity-neutral, in the sense that over time they do not affect central bank reserves in the banking system (banks’ deposits in their accounts with Norges Bank).
nb: 6 Videre er transaksjonene som følger av petroleumsfondsmekanismen likviditetsnøytrale, i den forstand at de ikke påvirker sentralbankreservene i banksystemet (bankenes innestående på konto i Norges Bank) over tid.

source: presented to the Council in 2011.
nb: tantskapet i 2011.

source: Norges Bank is seeking to improve the functioning of the Norwegian money market.
nb: Norges Bank ønsker å bedre virkemåten i det norske pengemarkedet.

source: John Law was sacked and allegedly fled the country disguised as a woman.
nb: John Law fikk sparken og skal etter sigende ha flyktet fra landet forkledd som kvinne.

source: a conflict in the short term between price stability and
nb: sjonen rundt inflasjonsmålet og stabil vekst i produksjo-

source: The Executive Board discussed the matter and approved the submission of a letter to the Ministry of Finance with a proposed limit for management costs for the GPFG in 2020 in line with the attached draft.
nb: Hovedstyret hadde en meningsutveksling og ga sin tilslutning til at det sendes brev til Finansdepartementet med forslag til ramme for forvaltningskostnader for SPU i 2020 i tråd med vedlagt utkast.

source: The year-on-year rise in the consumer price index (CPI) was 2.5 per cent in February.
nb: Tolvmånedersveksten i konsumprisindeksen (KPI) var 2,5 prosent i februar.

source: Reference is made to the Commission’s argument on page 495 that “there is no intention of changing the scope of the provision compared with the current Section 2, third paragraph, which pertains to areas where the Bank derives its authority directly from the Norges Bank Act.
nb: Det vises til at utvalget på side 495 legger til grunn at «[v]irkeområdet for bestemmelsen er […] ikke ment endret sammenliknet med dagens § 2 tredje ledd som gjelder områder der banken utleder sin kompetanse direkte fra sentralbankloven.

source: internally and through international cooperation.
nb: både internt og gjennom internasjonalt samarbeid.

source: Financial institutions and municipalities use a template often referred to as the IG-template (investment grade).
nb: Finansinstitusjoner og kommuner anvender en mal ofte referert til som IG-malen (investment grade).

source: Bjørn Bakke and Ketil Rakkestad, senior advisers in the Payment Systems Department, and Geir Arne
nb: Bjørn Bakke og Ketil Rakkestad, seniorrådgivere i Avdeling for betalingssystemer, og Geir Arne Dahl,

source: If the Nowa rate used in the averages is republished, the averages will also be recalculated 1 NBO is an abbreviation for Norges Bank’s settlement system.
nb: Hvis Nowa-renten som inngår i gjennomsnittet blir publisert på nytt, vil også gjennomsnittene 1 NBO er en forkortelse for Norges Banks oppgjørssystem.

source: Section 1-2, second paragraph reads: “The Bank shall otherwise contribute to high and stable output and employment”.
nb: Forslaget til § 1-2 annet ledd sier at «[b]anken skal ellers bidra til høy og stabil produksjon og sysselsetting».

source: Some difference between banks’ individual NIBOR contributions is not necessarily a problem.
nb: En viss forskjell mellom de individuelle bankenes Nibor-bidrag er ikke nødvendigvis noe problem.

source: (BIS) has supported this initiative by providing facil-
nb: Settlement (BIS) har gitt bistand i form av sekretariats-

source: Close interconnectedness represents a key financial system vulnerability because shocks spread more easily.
nb: Tette sammenkoblinger innebærer en viktig sårbarhet i det finansielle systemet ved at forstyrrelser lettere sprer seg.

source: Table 1 presents a much simplified version of Amihud
nb: Tabell 1 viser en svært forenklet versjon av Amihud sjonskostnad.

source: Many of the firms report that their emission reduction ambitions are in line with the International
nb: Mange av foretakene rapporterer at deres ambisjoner for kutt i utslipp er i tråd med retningslinjene

source: The constellation Orion is outlined in white on the back side of the 100-krone banknote.
nb: Stjernebildet Orion vises i hvitlinjer på baksiden av 100-kroneseddelen.

source: House prices deflated by disposable income per capita (16−66 years)
nb: Boligpriser deflatert med disponibel inntekt per capita (16−66 år)

source: The Executive Board discussed the matter and approved the request for a letter to
nb: Hovedstyret hadde en meningsutveksling og sluttet seg til at det sendes et brev til

source: Norges Bank's supervision of
nb: Norges Bank anser at prinsippet

source: carbon footprint of the GPFG’s equity portfolio in 2020 was 12 percent lower than the
nb: Banks beregninger viser at karbonavtrykket i SPUs aksjeportefølje i 2020 var 12 prosent

source: countries2 has increased from 5 per cent in 1990 to 13
nb: lavkostnadsland2 har økt fra 5 prosent i 1990 til 13 pro-

source: 2 A copy of the license to operate as a Bank must accompany a request to open an account with Norges
nb: 2 Ved anmodning om åpning av konto skal kopi av nødvendige tillatelser til å drive bankvirksomhet

source: - The exclusion of Walmart Inc and Wal-Mart de Mexico SAB de CV is to be revoked.
nb: Utelukkelse av Walmart Inc og Wal-Mart de Mexico SAB de CV oppheves.

source: that its claims are satisfactorily secured. Such agreements proposals in spring 2008.
nb: Stortingets samtykke, har godkjent låneavtalen mellom forslag våren 2008.

source: Csv-ts has now been given an additional parameter "dimensionAtObservation" to specify what should be columns.
nb: Csv-ts har nå fått en ekstra parameter "dimensionAtObservation" for å angi hva som skal være kolonner.

source: • Should an alternative Norwegian krone reference rate be close to risk-free, in line with the
nb: • Bør en alternativ referanserente i norske kroner være nær risikofri, i tråd med de nye

source: Inflation measured by a trimmed mean of the twelve-month rise in the sub-indices of the CPI was 3.0 per cent in February, while a weighted median showed an increase of 4.0 per cent.
nb: Prisveksten målt ved et trimmet gjennomsnitt av tolvmånedersveksten i delindeksene i KPI var 3,0 prosent i februar, mens en vektet median viste vekst på 4,0 prosent.

source: Egil Matsen presented the discussions on the Risk and Investment Committee and the topics that particularly drew its attention, including alternative methods and rules for the composition of the index for emerging markets.
nb: Egil Matsen redegjorde for drøftingen i risiko- og investeringsutvalget og de temaer utvalget var særlig opptatt av, herunder alternative metoder og regler for sammensetning av indeksen for fremvoksende markeder.

source: Against this background, the Executive Board has decided to continue this research for a fourth phase of up to two years.
nb: På denne bakgrunn har hoved-styret besluttet å fortsette utredningen i en fjerde fase i inntil to år.

source: The article shows that the regional network provides reli-able information about economic developments, and that it captured the autumn 2008 economic downturn at an early stage.
nb: Artikkelen viser at Regionalt nettverk gir pålitelig informasjon om den økonomiske utviklingen, og at det tidlig fanget opp nedgangskonjunkturen høsten 2008.

source: it will also be difficult for an enterprise to raise other
nb: - Skyldige offentlige avgifter som andel av totalkapital

source: recorded in decades.
nb: hoper seg opp i banksystemene.

source: ting of positions.
nb: motpart i Norge.

source: - Report from the Audit Commit ee meeting of 27 April 2020
nb: - Referat fra møte i revisjonsutvalget (RU) 27. april 2020

source: cost in the form of lost interest income.
nb: kostnad i form av tapte renteinntekter.

source: In January, production was 6.6 per cent lower than at the peak in April 2008.
nb: Produksjonen var i januar 6,6 prosent lavere enn ved toppunktet i april 2008.

source: The securities are accepted as collateral.
nb: Papiret er godtatt som sikkerhet for lån.

source: These replicas have functioned as "time machines", enabling us to better understand history and prompting new questions about the present and the obscure past.
nb: Disse skipene fungerer som «tidsmaskiner» som setter oss i stand til å forstå historien bedre, og lar oss stille nye spørsmål til vår egen tid og den dunkle fortiden.

source: Relationship between Norges Bank’s lending to banks, banks’ deposits in Norges Bank and Treasury deposits
nb: Sammenhengen mellom Norges Banks utlån til bankene, bankenes innskudd i Norges Bank og statens innskudd.

source: merged in autumn 2000 to form the pan-European stock
nb: Nederland og Belgia slo seg høsten 2000 sammen til mar-

source: As early as 1770, Utvær was a pilot station.
nb: Utvær var losstasjon alt fra 1770-årene.

source: The Executive Board discussed the matter and took note of Internal Audit's annual
nb: Hovedstyret hadde en meningsutveksling og tok internrevisjonens årsrapport for

source: Ingunn Valvatne presented the main elements of the audit report.
nb: Ingunn Valvatne redegjorde for hovedelementene i revisjonsrapporten:

source: Mads Kristensen presented the main elements of the audit report"NBCBO Management and control in the IT modernisation programme (DiffIT)".
nb: Mads Kristensen redegjorde for hovedelementene i revisjonsrapporten«SBV Styring og kontroll med fornyingsprogram IKT (DiffIT)».

source: Item 108/2019 Norges Bank’s pension fund – Annual report and accounts for 2018
nb: Sak 108/2019 Norges Banks pensjonskasse / årsberetning og årsregnskap 2018

source: The main reason (similar to that of FRNs) seems to be that 2-days lookback is impractical in terms of having enough time to conclude settlement for some issuer types (e.g. high yield).
nb: Årsaken synes, i likhet med for FRN å være at 2 dagers lookback praktisk sett utgjør for kort tid i forbindelse med oppgjøret for noen utstedersegmenter (f.eks high yield).

source: - NOKAS carries out the destruction as a service for
nb: • NOKAS utfører destruksjonen som en tjeneste for

source: impact on developments in inflation over time.
nb: har lite å gjøre med utviklingen i inflasjonen over tid.

source: Report from the meeting between Norges Bank and the Ministry of Finance of 30 April 2018
nb: Referat fra møtet mellom Norges Bank og Finansdepartementet 30. april 2018

source: tions in the reporting from Internal Audit to the Executive
nb: i rapportering fra internrevisjonen til hovedstyret.

source: In spring 2004, the lighthouse was automated and became unmanned.
nb: Våren 2004 ble fyret automatisert og avbemannet.

source: Interest rates in the US and Japan have been reduced to
nb: Japan bidrar til å holde veksten i verdensøko-

source: are interbank systems and systems for payment services:
nb: er interbanksystemer og systemer for betalingstjenester:

source: government in NOK.
nb: skatt til staten i kroner.

source: The key instruments at the Bank’s disposal are primarily related to tasks in the areas of monetary policy, financial stability and the payment system.
nb: De sentrale virkemidlene banken har til rådighet er primært knyttet til oppgavene innenfor pengepolitikk, finansiell stabilitet og betalingssystem.

source: The Executive Board exchanged views and laid down the instructions for Internal Audit at Norges Bank in line with the recommendation from the Audit Committee.
nb: Hovedstyret hadde en meningsutveksling og fastsatte den oppdaterte instruksen for internrevisjonen i Norges Bank i samsvar med tilrådingen fra revisjonsutvalget.

source: The coin’s obverse was designed by Ingrid Austlid Rise, designer at the Mint of Norway.
nb: Myntens advers er utformet av formgiver ved Det Norske Myntverket AS, Ingrid Austlid Rise.

source: The Executive Board took note of the report on compliance and control for unlisted real estate management for the fourth quarter of 2017.
nb: Hovedstyret tok rapporten om etterlevelse og kontroll i den unoterte eiendomsforvaltningen for fjerde kvartal 2017 til etterretning.

source: Other definitions of underlying inflation are more
nb: te tilbudssidesjokk, er derimot ikke en del av den under-

source: past 100 years: during the two World Wars, the Korean
nb: Vi har hatt fire perioder med høy inflasjon de siste 100

source: Karen Helene Ul tveit-Moe reported on the Audit Commit ee’s discussions and the
nb: Karen Helene Ul tveit-Moe redegjorde for drøftingen i revisjonsutvalget og de temaer

source: sight of payment systems - licensing and supervision",
nb: vurderte Norges Bank organiseringen av systemene, og

source: And which lessons should we learn?
nb: Og hvilke lærdommer bør vi trekke?

source: In 2003, developments were generally weaker than
nb: I 2003 var utviklingen jevnt over svakere enn ventet.

source: The loans can be transferred from a bank or issued by the company directly.
nb: Lånene kan være overført fra en bank eller være gitt av foretaket direkte.

source: repurchase and reverse repurc
nb: omvendte gjenkjøpsavtaler m

source: We have used estimated forward rates at 16 February 2004 as an indica- The curve “Interest expenses” shows household interest expenses after
nb: Rentenivået i dag er svært lavt, og langsiktige investe- minrenter per 16. februar 2004. Terminrenter er implisitte renter mellom tofremtidige tidspunkter.

source: Pakistan rupee (PKR) - daily exchange rate from Norges Bank
nb: Pakistanske rupi (PKR) - dagens valutakurs fra Norges Bank

source: According to the Norwegian Banking, Insurance and
nb: oppbygging i husholdninger og foretak samt utviklingen

source: An old example is the linkage between fish and timber exports and international shipping.
nb: Et gammelt eksempel er koplingen mellom eksport av fisk og trelast og utenriks sjøfart.

source: 1 EUR = 10.1488 NOK 2021-12-21 Norges Bank's middle rates
nb: 1 EUR = 10.1488 NOK 2021-12-21 Norges Banks midtkurs

source: ous problems as a result of payment default on the part of
nb: banker, men fokuset i denne undersøkelsen er på usikrede

source: We use these quarterly estimates to make projections for 2021. We assume that developments
nb: Vi bruker disse kvartalsvise næringsanslagene til å gjøre fremskrivinger for 2021. Vi antar

source: Both public and private debt-to-GDP ratios have risen sharply through the pandemic.
nb: Både offentlig og privat gjeld har økt markert som andel av verdiskapingen gjennom pandemien.

source: are regulated and monitored to a further extent than
nb: Den nye banksikringsloven er en annen viktig

source: A supreme court's reasoning is given in its judgements.
nb: Høyesteretts begrunnelse er gitt i dommer.

source: employment and inflation.
nb: Temaene i valutamarkedene skifter.

source: introduction of cashback in 1992, while in the period legal economy.
nb: 1992 innført mulighet for kontantuttak ved varekjøp,

source: Yngve Slyngstad presented the draft response.
nb: Yngve Slyngstad redegjorde for utkastet til svarbrev.

source: Three burial ships are exhibited at the Viking Ship Museum in Oslo.
nb: Det står utstilt tre gravskip ved Vikingskipsmuseet i Oslo.

source: With the understanding of the Ministry, the questions in the two letters are answered (items 115/2019 and 116/2019).
nb: I forståelse med departementet besvares spørsmålene i to brev (sakene 115/2019 og 116/2019).

source: High house price inflation over time increases the risk of price falls that can lead to a tightening of household consumption and thus to bank losses.
nb: Høy vekst i boligpriser over tid øker faren for prisfall som kan føre til konsuminnstramming i husholdningene og dermed tap i bankene.

source: The most recent addition is offshore ships of various kinds, a fleet of 600 in part very expensive vessels that has become the world's second largest of its kind.
nb: Det siste store tilskuddet er offshoreskip av forskjellige slag, en flåte som med sine 600 til dels meget kostbare fartøyer er blitt verdens nest største.

source: For example, in 2008, the number of oil companies’ oil
nb: I 2008 ble for eksempel petroleumsselskapenes innbetaling av oljeskatt økt fra to til

source: Developments in prices for imported goods in
nb: Prisutviklingen på importvarene i konsumprisindek-

source: The attack on the Colonial Pipeline in the US show that such attacks can have serious societal ramifications if they target key infrastructure.
nb: Angrepet mot det amerikanske oljerørledningssystemet Colonial Pipeline viser at slike angrep kan få alvorlige samfunnsmessige konsekvenser om de rettes mot viktig infrastruktur.

source: December 2020.2 The work going forward wil concentrate on following up on the recommendations given in the report.
nb: markedskonvensjoner for ulike finansielle produkter med Nowa som referanse i desember 2020.2 Arbeidet fremover vil dreie seg om å følge opp anbefalingene i rapporten.

source: included as assumptions in our analyses will, in reality,
nb: inngår som forutsetninger i våre analyser, vil i realiteten

source: Ministry’s guidelines in 2010.
nb: grensen i årsrapport om forvaltningen av SPU for 2010.

source: The Supervisory Council approved Norges Bank’s budget for
nb: Representantskapet har forståelse for at det er blitt stor

source: The Sami woman Elsa Laula Renberg organised the first national Sami congress in Norway.
nb: Samekvinnen Elsa Laula Renberg arrangerte det første landsdekkende samemøtet i Norge.

source: On "The sea that gives us prosperity", the theme for the 500-krone banknote The rescue lifeboat – obverse motif
nb: Tema for 500-kroneseddelen: «Havet som gir oss velferd» Forsidemotiv;

source: Torbjørn Hægeland and Henrik Andersen presented the main elements of the report.
nb: Torbjørn Hægeland og Henrik Andersen redegjorde for hovedelementer i rapporten.

source: θr = 2 and thus
nb: = 2, og dermed er

source: Total liquidity in the banking system since 2000.
nb: Total likviditet i banksystemet fra 2000.

source: In spring 2014, a competition was held for the design of motifs for the new banknote series.
nb: Våren 2014 ble det gjennomført en konkurranse om utforming av motiver på ny seddelserie.

source: entities directly to or in private businesses or to public-private partnerships.
nb: private foretak, eller hvor private foretak er samarbeidspartnere med offentlige aktører.

source: Marie Norum Lerbak, assistant director, presented the history of Nowa, how Nowa is calculated today, and how it differs from Nowa before it was reformed.
nb: Marie Norum Lerbak, assisterende direktør, presenterte deretter om historien til Nowa og hvordan Nowa beregnes i dag sammenlignet med tidligere.

source: Government spending over the fiscal budget increases structural liquidity, and the red
nb: statsbudsjettet, øker strukturell likviditet, og den røde linjen stiger.

source: This autumn, Norges Bank was given formal advisory responsibility for the systemic risk buffer and will develop a framework for providing advice on the buffer rate in 2022.
nb: I høst fikk Norges Bank et formalisert rådgiveransvar for systemrisikobufferen, og vi vil utarbeide et rammeverk for å kunne gi råd om bufferkravet i 2022.

source: The policy of micro-managing the economy had gone too far.
nb: Detaljstyringen av økonomien hadde gått for langt.

source: ernment bond yields, and thereby reduce the swap
nb: utstede eurokroneobligasjoner fremfor å låne direkte i

source: Securities Commission’s 7 per cent minimum requirement ing crisis would indicate that foreign banks in particular
nb: fra forrige bankkrise kan tilsi at spesielt utenlandske ansvarlig lån, på 7 prosent, jf.

source: The Payment Systems Act gives Norges Bank the topics related to security settlement systems, including
nb: ter naturligvis at operatøren ser behovet for en endring og at anmodninger fra Norges Bank er vel underbygd.

source: labour force, but the fact that it is to some extent stochastic is disregar-
nb: styrken, men vi ser for enkelhets skyld bort fra at den til en viss grad er

source: Real problems must be solved by real measures.
nb: Reelle problemer må løses med reelle tiltak, og det tar tid og er smertefullt.

source: In periods, inflation and economic growth will be low.
nb: I perioder vil inflasjonen og den økonomiske veksten

source: Norges Bank’s financing agreement with Sedlabanki Islands
nb: Norges Bank utvider kredittavtalen med Sedlabanki Islands

source: Central banks must also recognise the implications climate change and the low- carbon transition may have for their operational frameworks and for the implementation of monetary policy.
nb: Klimarisikoutvalget trekker frem at finanssektoren har en særlig sentral rolle i en markedsøkonomi, og at et viktig spørsmål er hva som skal til for at denne funksjonen kan fylles på en god måte i overgangen til et lavutslippssamfunn.

source: Terms and Conditions for Account Management at Norges Bank (NBO) – Banks
nb: Vilkår for kontohold i Norges Bank (NBO) – Banker

source: Ammonites died out about 65 million years ago.
nb: Ammonittene døde ut for ca. 65 mill. år siden.

source: SONIA or €STR has used a backward-looking method for calculating the coupon.
nb: €STR som referanserente bruker en bakoverskuende metode for kupongberegning.
